Repository: EhsanGhanbari/Seldino
Catalog: Seldino.CrossCutting.Resource/Command/CommandResource.*.resx
Languages: fa_ir

source: Account Activated Successfully
fa_ir: حساب کاربری با موفقیت فعال شد

source: Account Created Successfully
fa_ir: ایحاد حساب کاربری با موفقیت انجام شد

source: Account Creation Failed
fa_ir: ایجاد حساب کاربری با خطا مواجه شد

source: Account DeactivatedSuccessfully
fa_ir: حساب کاربری غیر فعال گردید

source: Account Deactivation Failed
fa_ir: غیر فعال سازی حساب کاربری با خطا مواجه گردید

source: Account Deleted Successfully
fa_ir: حساب کاربری با موفقیت حذف گردید

source: Account Deletion Failed
fa_ir: حذف حساب کاربری با خطا مواجه گردید

source: Account Edition Failed
fa_ir: ویرایش حساب کاربری با خطا مواجه شد

source: Account Is Inactive
fa_ir: حساب کاربری مورد نظر مسدود میباشد

source: Account User Activation Faild
fa_ir: فعال سازی حساب کاربری با خطا مواجه شد

source: Adding Email To Newsletter Faild
fa_ir: وارد شدن ایمیل شما در خبرنامه با خطا مواجه شد

source: Authentication Faild
fa_ir: ورود به حساب کاربری به خطا مواجه شد، ایمیل یا رمز عبور اشتباه است

source: Authenticattion Was Successfully
fa_ir: ورود به حساب کاربری با موفقیت انجام شد

source: Banner Activated Succssfully
fa_ir: بنر با موفقیت فعال شد

source: Banner Activation Faild
fa_ir: فعال سازی بنر با خطا مواجه شد

source: Banner Confirmation Faild
fa_ir: تایید بنر با خطا مواجه شد

source: Banner Confirmed Successfully
fa_ir: بنر با موفقیت تایید شد

source: Banner Created Successfully
fa_ir: بنر با موفقیت ایجاد شد

source: Banner Creation Faild
fa_ir: ایجاد بنر با خطا مواجه شد

source: Banner Deactivated Succssfully
fa_ir: بنر با موفقیت غیرفعال شد

source: Banner Deactivation Faild
fa_ir: غیر فعال کردن بنر با خطا مواجه شد

source: Banner Deleted Successfully
fa_ir: حذف بنر با موفقیت انجام شد

source: Banner Deletion Failed
fa_ir: حذف بنر با خطا مواجه شد

source: Banner Edited Successfully
fa_ir: بنر با موفقیت ویرایش گردید

source: Banner Edition Faild
fa_ir: ویرایش بنر با خطا مواجه شد

source: Banner EndDate Is Required
fa_ir: تاریخ خاتمه بنر الزامی است

source: Banner Fee Is Required
fa_ir: هزینه مربوط به بنر الزامی است

source: Banner StartDate Is Required
fa_ir: تاریخ شروع بنر الزامی است

source: Banner Type Is Required
fa_ir: انتخاب نوع بنر الزامی است

# BasketItemAddedToSuccessfully
source: Item Added To Basket Successfully
fa_ir: محصول مورد نظر به سبد خرید اضافه شد

# BasketItemAddingFaild
source: Adding Item To Basket Faild!
fa_ir: اضافه نمودن محصول مورد نظر به سبد خرید با خطا مواجه شد

source: Blog Category Deleted Successfully
fa_ir: حذف گروه با موفقیت انجام شد

source: Blog Category Deletion Faild
fa_ir: حذف دسته پست با خطا مواجه شد

source: Blog Post Creation Faild
fa_ir: ایجاد پست با خطا مواجه شد

source: Blog Post Deleted Successfully
fa_ir: حذف پست با موفقیت انجام شد

source: Blog Post Deletion Faild
fa_ir: حذف پست با خطا مواجه شد

source: Blog Tag Deleted Successfully
fa_ir: حذف تگ با موفقیت انجام شد

source: Blog Tag Deletion Faild
fa_ir: حذف تگ با خطا مواجه شد

source: CellPhone Numer Is Incorrect
fa_ir: شماره موبایل اشتباه می باشد

source: Confirm Password Does Not Match With Password!
fa_ir: تکرار رمز عبور و رمز عبور یکی نیستند

# ConfirmPasswrdIsRequiredConfirmPasswrdIsRequired
source: Confirm Passwrd Is Required!
fa_ir: تکرار رمز عبوراجباری می باشد!

source: Discount Already Started
fa_ir: تخفیف مورد نظر هم اکنون شروع شده است

source: Discount Already Stoped
fa_ir: تخفیف مورد نظر هم اکنون غیرفعال است

source: Discount Created Successfully
fa_ir: تخفیف با موفقیت ایجاد شد

source: Discount Creation Failed
fa_ir: ایجاد تخفیف با خطا مواجه شد

source: Discount Deleted Successfully
fa_ir: تخفیف مورد نظر حذف گردید

source: Discount Deletion Failed
fa_ir: حذف تخفیف مورد نظر با خطا مواجه شد

source: Discount Edited Successfully
fa_ir: تخفیف با موفقیت ویرایش شد

source: Discount Edition Failed
fa_ir: ویرایش تخفیف با خطا مواجه شد

source: Discount Started Successfully
fa_ir: اعمال تخفیف با موفقیت شروع شد

source: Discount Starting Failed
fa_ir: اعمال تخفیف با خطا مواجه شد

# DiscountStopedSuccessfully
source: Discount Stopped Successfully
fa_ir: تخفیف مورد نظر با موفقیت خاتمه یافت

source: Discount Stopping Failed
fa_ir: پایان تخفیف مورد نظر با خطا مواجه شد

source: Discount Template Name Is Required
fa_ir: لطفا یک نام برای قالب تخفیف خود وارد نمایید

source: Document Added Successfully
fa_ir: تغییرات با موفقیت ایجاد شد

source: Document Adding Faild
fa_ir: تغییرات با خطا مواجه شد

source: Document Updated Succsfully
fa_ir: تغییرات با موفقیت ذخیره شد

source: Email Added To Newsletter Successfully
fa_ir: ایمیل شما با موفقیت در خبرنامه وارد شد

source: Email Does Not Exist
fa_ir: این ایمیل در سیستم وجود ندارد

source: Email Format Is Incorrect
fa_ir: فرمت ایمیل صحیح نمی باشد

source: Email Is Already In Newsletter
fa_ir: ایمیل مورد نظر شما در لیست خبر نامه موجود است

source: Email Is Required
fa_ir: ایمیل اجباری می باشد!

source: Email is taken
fa_ir: !ایمیل مورد نظر قبلا در سیستم ثبت شده است

source: Email Removed FromNewsletter Successfully
fa_ir: ایمیل شما از لیست خبر نامه حذف شد

source: Forgot Password Operation Faild
fa_ir: ارسال لینک فراموشی رمز عبور با خطا مواجه شد

source: Forgot Password Operation Succeded
fa_ir: لینک بازیابی رمز عبور به ایملتان ارسال شد

# IncorrectOldPassword
source: Password is incorrect
fa_ir: رمز عبور قبلی اشتباه می باشد

source: Invalid Data
fa_ir: اطلاعات وارد شده صحیح نیست

# LastNameIsNotInRegularLenght
source: LastName is too long!
fa_ir: نام خانوادگی وارد شده طولانی است!

# MessageBodyIsNotInReqularLenght
source: Message body should be at least 500 character
fa_ir: متن پیغام حداکثر می تواند 500 کاراکتر داشته باشد

source: Message Body Is Rquired
fa_ir: متن پیغام خالی است

source: Message Created Successfully
fa_ir: پیغام با موفقیت ارسال شد

source: Message Creation Failed
fa_ir: ارسال پیغام با خطا مواجه شد

source: Message Deleted Successufully
fa_ir: حذف پیغام با موفقیت انجام شد

source: Message Deletion Failed
fa_ir: حذف پیغام با خطا مواجه شد

source: Message Response Created Successfully
fa_ir: پیغام با موفقیت ارسال شد

source: Message Response Creation Failed
fa_ir: ارسال پیغام با خطا مواجه شد

source: Message Response Deleted Successufully
fa_ir: حذف پیغام با موفقیت انجام شد

source: Message Response Deletion Failed
fa_ir: حذف پیغام با خطا مواجه شد

# MesssageIsNotInRegularLenght
source: Messsage should be at least 100 character
fa_ir: عنوان متن حداکثر می تواند 100 کاراکتر داشته باشد

source: Messsage Title Is Empty
fa_ir: عنوان متن خالی می باشد

# NameIsNotInReguarLenght
source: Name is too long!
fa_ir: نام وارد شده طولانی است!

source: Notifaction Creation Faild
fa_ir: ایجاد اعلان با خطا مواجه شد

source: Notifcation Edited Successfully
fa_ir: اعلان با موفقیت ویرایش گردید

source: Notification Created Successfully
fa_ir: اعلان با موفقیت ایجاد شد

source: Notification Deleted Successufully
fa_ir: حذف پیغام با موفقیت انجام شد

source: Notification Deletion Failed
fa_ir: حذف اعلان با خطا مواجه شد

source: Notification Terminated Successfully
fa_ir: اعلان با موفقیت خاتمه یافت

source: Notification Termination Faild
fa_ir: خاتمه دادن اعلان با خطا مواجه شد

source: Order Canceled Successfully
fa_ir: سفارش شما با موفقیت لغو شد

source: Order Created Successfully
fa_ir: ایجاد سفارش با موفقیت انجام شد

source: Order Creation Failed
fa_ir: لغو سفارش با خطا مواجه شد

source: Order Deleted Successfully
fa_ir: حذف سفارش با موفقیت صورت گرفت

source: Order Deletion Failed
fa_ir: حذف سفارش با با خطا مواجه شد، لطفا لحظاتی بعد دوباره تلاش کنید

source: Order Edited Successfully
fa_ir: ویرایش محتوای سفارش با موفقیت انجام شد

source: Order Edition Failed
fa_ir: ویرایش محتوای سفارش با خطا مواجه شد

# OrderOperationHasBeenCompleted
source: Order Operation Has Been Completed, deleting and canceling is not allowed!
fa_ir: عملیات مریوط به تهیه سفارش این محصول انجام شده و امکان لغو یا حذف آن وجود ندارد

source: Password Changed Successfully
fa_ir: رمز عبور با موفقیت تغییر یافت

source: Password Changing Faild
fa_ir: تغییر رمز عبور با خطا مواجه شد

# PasswordLenghtIsNotInRegularForm
source: Password should be in minimum lenght of 6 character
fa_ir: رمز عبور حداقل بایستی 6 کاراکتر باشد

source: Password Reset Faild
fa_ir: بازیابی کلمه عبور با خطا مواجه شد

source: Password Reset Successfully
fa_ir: بازیابی کلمه عبور با موفقیت انجام شد، یک ایمیل حاوی کد فعال سازی برای شما ارسال خواهد شد

source: Phone Numer Is Incorrect
fa_ir: شماره تلفن اشتباه می باشد

source: Removing Email From Newsletter Faild
fa_ir: حذف ایمیل از خبرنامه با خطا مواجه شد

source: Role Name Is Required
fa_ir: عنوان سمت اجباری است

source: Updateding Document Faild
fa_ir: ذخیره تغییرات با خطا مواجه شد

source: User Does Not Exist!
fa_ir: کاربری با این ایمیل در سیستم وجود ندارد
